Repository: donets/smm-ui-mirror
Catalog: po/translations/*/about_*.po
Languages: de, es, fr

source: A holistic lifestyle begins with mindfulness
de: Ein ganzheitliches Leben beginnt mit Achtsamkeit
es: Un estilo de vida holístico empieza por ser consciente
fr: Un mode de vie épanoui commence par une pleine conscience de soi-même

source: All of the studios we work with fulfill the highest quality standards, and every teacher qualified to the highest standards in their field. We verify everything personally to ensure you have the best experience possible.
de: Jedes Studio erfüllt hohe Qualitätsstandards, jeder Lehrer ist zertifiziert. Wir prüfen alles persönlich.
es: Todos nuestros studios cumplen los mayores estándares de calidad y cada uno de los profesionales está altamente cualificado en su campo. Lo verificamos personalmente para asegurarte la mejor experiencia posible
fr: Toutes nos salles sont équipées de matériel de grande qualité et chaque professeur est hautement qualifié dans son domaine. L'équipe de Somuchmore procède à cette vérification avec le plus grand soin afin de vous assurer la meilleure expérience possible.

source: Ask a question
de: Frage eingeben
es: Pregúntanos
fr: Poser une question

source: Body, mind and soul united
de: Körper, Geist und Seele sind eins
es: Cuerpo, mente y alma en armonía
fr: Corps, âme et esprit en harmonie

source: Discover Somuchmore
de: Entdecke Somuchmore
es: Descubre Somuchmore
fr: Découvrir Somuchmore

source: Do you fully understand how Somuchmore works now? How do you like it?
de: Ist es uns gelungen, Dir Somuchmore zu erklären? Und gefällt Dir unser Ansatz?
es: ¿Entiendes ahora como funciona Somuchmore? ¿Qué te parece?
fr: Comprenez-vous parfaitement comment Somuchmore fonctionne ? Qu'en pensez-vous ? Donnez-nous votre avis !

source: Do you have any questions?
de: Hast Du noch Fragen?
es: ¿Te surge alguna duda?
fr: Avez-vous des questions ?

source: E-mail Address
de: Email-Adresse
es: Dirección de e-mail
fr: Adresse e-mail

source: Everyone has the potential to live healthily and happily if they want to.
de: Jeder Mensch kann gesund und glücklich leben, wenn er will und man ihn lässt
es: Todo el mundo tiene la capacidad para vivir una vida sana y feliz.
fr: Tout le monde a le potentiel de vivre une vie saine et heureuse, ce n'est qu'une question de volonté.

source: Exercise, nutrition, relaxation, breathing, sleep, love, work and fun are of equal importance in our lives
de: Bewegung, Ernährung, Entspannung, Atmung, Schlaf, Liebe, Arbeit und Spaß sind gleichermaßen wichtig
es: Ejercicio, nutrición, relajación, respiración, amor, trabajo y diversión son igual de importantes en nuestras vidas
fr: Entrainement, nutrition, relaxation, respiration, sommeil, amour, travail et amusement ont la même importance dans la vie.

source: Get your invitation
de: Erhalte Deine Einladung
es: Consigue tu invitación
fr: Obtenez votre invitation

source: Know your worth
de: Du bist wertvoll
es: Conoce lo que vales
fr: Sachez ce que vous valez

source: One card. Unlimited classes.
de: Mit einer Karte bist Du überall willkommen.
es: Una tarjeta. Acceso ilimitado a todas las clases.
fr: Une carte. Accès illimité aux cours.

source: Our philosophy:
de: Unsere Überzeugung:
es: Nuestra filosofía:
fr: Notre philosophie :

source: Send
de: Abschicken
es: Enviar
fr: Envoyer

source: Somuchmore is new online wellbeing community. Your gateway to a fulfilled, mindful and active life.
de: Somuchmore ist eine Plattform für ganzheitliche Lebensweise.
es: Somuchmore es la nueva comunidad online de bienestar. Tu puerta hacia una vida plena, consciente y activa.
fr: Somuchmore est la nouvelle communauté de bien-être en ligne. Votre passerelle vers une vie active, comblée et épanouie.

source: Thank you for your feedback!
de: Danke für Dein Feedback!
es: ¡Gracias por vuestros comentarios!
fr: Merci pour vos commentaires !

source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !

source: The e-mail address is incorrect
de: Die Email-Adresse ist nicht korrekt
es: La dirección de e-mail es incorrecta
fr: L'adresse e-mail est incorrecte

source: Unfortunately not
de: Leider nicht
es: Desafortunadamente no
fr: Malheureusement non

source: Unleash your full potential
de: Dieses Potenzial kannst Du entfalten
es: Desata todo tu potencial
fr: Libérez tout votre potentiel

source: With Somuchmore you can experience hundreds of health and fitness classes all over your city. From Yoga, Pilates, Meditation, Martial Arts, Dance, Nutrition, Health and Personal Growth classes and workshops, you will be amazed what is offer around you with Somuchmore.
de: Mit der Somuchmore Card kannst Du hunderte Kurse für Yoga, Pilates, Kampfkunst, Fitness, Tanz, Meditation, Ernährung, Gesundheit und persönliches Wachstum besuchen, neue Studios entdecken und Dich täglich inspirieren lassen.
es: Con Somuchmore puedes experimentar cientos de clases de salud y fitness por toda tu ciudad. Yoga, Pilates, Meditación, Artes Marciales, Baile, Nutrición; te sorprenderá las opciones que Somuchmore pone a tu alcance.
fr: Avec Somuchmore, vous avez accès à des centaines de cours de fitness mais aussi à des cours relatifs au bien-être partout dans votre ville. Qu'il s'agisse de Yoga, Pilates, Méditation, Arts Martiaux, Danse, Nutrition, Santé et Développement Personnel, vous serez fasciné(e) par la multitude de cours qu'offre Somuchmore près de chez vous.

source: Yesss!
de: Jaaa!
es: ¡Sííí!
fr: Ouiiii !

source: You can only develop personally if you are inspired and free
de: Entfaltung gelingt nur mit Inspiration und Spaß
es: Solo sintiéndote libre puedes alcanzar tu máximo potencial
fr: Vous ne pouvez vous épanouir qu'en étant libre et inspiré(e)

source: You have a free trial period, short contract terms and details about every class at your fingertips.
de: Du hast eine kostenlose Probezeit, kurze Vertragslaufzeiten und findest jeden Kurs in Sekunden.
es: Navega fácilmente por el periodo de prueba, los términos y condiciones y los detalles de cada una de las clases.
fr: En quelques clics, vous avez accès à une période d'essai gratuite, à la possibilité de vous engager sur de courtes durées en plus d'informations détaillées pour chaque cours !

source: You have unique potential
de: Du hast ein ganz eigenes Potenzial
es: Tienes un potencial único
fr: Votre potentiel est unique

source: You pay a fraction of what you would for each individual class. Once you have your card, all the costs are covered.
de: Du zahlst einen Bruchteil dessen, was die Kurse einzeln kosten. Mit der Karte ist alles bezahlt.
es: Una vez tienes tu tarjeta todos los costes quedan cubiertos.
fr: Vous ne payez qu'une partie de ce que vous devriez pour chaque cours individuel. Une fois votre carte obtenue, tous les coûts sont couverts.

source: Your E-mail Address
de: Deine E-Mail-Adresse
es: Tu dirección de e-mail
fr: Votre adresse e-mail

source: Your benefits
de: Deine Vorteile
es: Tus ventajas
fr: Vos avantages
