Repository: donets/smm-ui-mirror
Catalog: po/translations/*/class_*.po
Languages: es, fr

source: <i class="fa fa-save"></i>Save as draft
es: <i class="fa fa-save"></i>Guardar como borrador
fr: <i class="fa fa-save"></i>Enregistrement provisoire

source: <i class="fa fa-trash"></i>Delete
es: <i class="fa fa-trash"></i>Eliminar
fr: <i class="fa fa-trash"></i>Effacer

source: Add dates
es: Añadir fechas
fr: Ajouter des réservations

source: All Levels
es: Todos los niveles
fr: Tous les niveaux

source: Black Card only
es: Solo Black Card
fr: Carte Black uniquement

source: Cancel
es: Cancelar
fr: Annuler

source: Classes
es: Clases
fr: Cours

source: Delete dates
es: Cancelar las fechas
fr: Supprimer des réservations

source: Description
es: Descripción

source: Discipline
es: Disciplina

source: Edit a single date
es: Modifica una fecha
fr: Modifier une réservation

source: Edit {{schedule.repeat | lowercase}} repeating dates
es: Editar {{schedule.repeat | lowercase}} fechas repetitivas
fr: Modifier {{schedule.repeat | lowercase}} des dates récurrentes

source: Event repeats
es: Frecuencia de la sesión
fr: Evénement récurrent

source: Fixed visit length (in minutes, empty = unlimited)
es: Duración fija de la visita (en minutos, vacío = ilimitado)
fr: Durée fixée de la visite (en minutes, vide = illimité)

source: Free visit?
es: ¿Visita gratuita?
fr: Visite gratuite ?

source: From
es: De
fr: De

source: Level
es: Nivel
fr: Niveau

source: Location
es: Ubicación
fr: Lieu

source: Max. no. of participants
es: Número máximo de participantes
fr: Nombre maximum de participants

source: Name of class
es: Nombre de la clase
fr: Nom du cours

source: No. of dates created by schedule
es: Número de fechas creadas por horario
fr: Nombre de réservations créées sur l'agenda

source: Price of a drop-in class
es: Precio de una clase suelta
fr: Prix d'un cours sans abonnement

source: Registration required
es: Requiere registrarse
fr: Inscription requise

source: Repeating every
es: Tiene lugar cada
fr: Ayant lieu chaque

source: Save
es: Guardar
fr: Enregistrer

source: Schedule Dates
es: Programa Fechas
fr: Agenda des réservations

source: Select Date
es: Selecciona Fecha
fr: Choisir une date

source: Select Location
es: Selecciona Ubicación
fr: Choisir un lieu

source: Select Repeats
es: Selecciona Frecuencia
fr: Choisir une récurrence

source: Select Studio
es: Selecciona Studio
fr: Choisir un studio

source: Select Time
es: Selecciona Hora
fr: Choisir un horaire

source: Style
es: Estilo

source: Teacher
es: Profesor/a
fr: Professeur

source: To
es: A
fr: A

source: {{occurrences.length}} Classes scheduled
es: {{occurrences.length}} Clases programadas
fr: {{occurrences.length}} Cours programmés

source: <i class="fa fa-save"></i>Save &amp; go live
fr: <i class="fa fa-save"></i>Enregistrer &amp; partir vivre
