Repository: donets/smm-ui-mirror
Catalog: po/translations/*/custom_*.po
Languages: de, es, fr

source: Beginners
de: Anfänger
es: Principiante
fr: Débutant

source: Medium
es: Intermedio
fr: Intermédiaire

source: Advanced
de: Fortgeschrittene
es: Avanzado
fr: Avancé

source: Meditation can increase your brain capacity to that of a 25-year-old.
de: Meditation kann Dir die Gehirnkapazität eines 25-jährigen erhalten.
es: La meditación puede igualar tu capacidad cerebral a la de una persona de 25 años.
fr: La méditation peut augmenter les capacités cérébrales jusqu'à retrouver celles de vos 25 ans.

source: — NCBI (National Center for Biotechnology Information)
es: — NCBI (Centro Nacional de Información sobre Biotecnología)
fr: — NCBI (Centre National pour l'Information des Biotechnologies)

source: Yoga has been proven to help self-image and self-love after just 3 months.
de: Yoga kann schon nach 3 Monaten Dein Selbstbild anheben.
es: El Yoga mejora la estima hacia uno mismo con solo 3 meses de práctica.
fr: Il est reconnu qu'après seulement 3 mois, la pratique du Yoga renforce l'estime et l'amour de soi.

source: Dancing helps to alleviate depression.
de: Tanzen hilft gegen Depressionen.
es: El baile ayuda a combatir la depresión.
fr: La danse aide à apaiser la dépression.

source: People who meditate are able to deal with everyday challenges more creatively.
de: Menschen, die meditieren, lösen Herausforderungen des Alltags kreativer.
es: Las personas que meditan son capaces de afrontar los retos diarios con mas creatividad.
fr: Les gens pratiquant la méditation sont plus à même de faire face aux défis du quotidien avec créativité.

source: — WSU (Washington State University)
fr: — WSU (Université de l'Etat de Washington)

source: Yoga helps to reduce anxiety and manage stress.
de: Yoga kann Angst dauerhaft reduzieren.
es: El yoga ayuda a reducir la ansiedad y controlar el estrés.
fr: Le Yoga aide à réduire l'anxiété et à gérer le stress.

source: Your password is too weak; it must contain at least 8 characters, including numbers and lower and uppercase letters
de: Das Passwort ist zu schwach, muss mindestens 8 Zeichen sein, mit Ziffern, Groß und Kleinbuchstaben
es: Tu contraseña es muy débil; debe contener al menos 8 caracteres, incluyendo minúsculas, mayúsculas y números
fr: Votre mot de passe est trop faible ; il doit contenir au moins 8 caractères comprenant des minuscules, majuscules et des chiffres

source: The link is no longer valid
de: Der Link ist nicht mehr gültig
es: El enlace ya no está activo
fr: Ce lien n'est plus actif

source: The link is invalid
de: Der Link ist nicht gültig
es: El enlace no es válido
fr: Ce lien n'est pas valide

source: I don’t have a credit card, but still wish to order the Somuchmore card. Please contact me!
de: Ich habe keine Kreditkarte, möchte die Somuchmore Card aber trotzdem bestellen. Bitte kontaktiert mich dazu!
es: No tengo tarjeta de crédito, pero quiero solicitar la tarjeta Somuchmore. ¡Por favor, contactadme!
fr: Je n'ai pas de carte bancaire, mais j'aimerais tout de même obtenir la carte Somuchmore. Contactez-moi s'il-vous-plait!

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité

source: Anytime
de: Jederzeit
es: En cualquier momento
fr: A tout moment

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné(e)

source: Select
de: Auswählen
es: Seleccionar
fr: Selectionner

source: In {{count}} month
de: In {{count}} Monat
es: En {{count}} mes
fr: En {{count}} mois
