Repository: donets/smm-ui-mirror
Catalog: po/translations/*/entityList_*.po
Languages: fr

source: <i class="fa fa-eye"></i>View
fr: <i class="fa fa-eye"></i>Voir

source: <i class="fa fa-pencil"></i>Manage
fr: <i class="fa fa-pencil"></i>Gérer

source: All cities
fr: Toutes les villes

source: Alle Karten
fr: Toutes les cartes

source: Filter card
fr: Filtrer par carte

source: Filter code
fr: Filtrer par code

source: Filter email
fr: Filtrer par email

source: Filter name
fr: Filtrer par nom

source: Filter zurücksetzen
fr: Réinitialiser les filtres

source: Foto
fr: Photo
