Repository: donets/smm-ui-mirror
Catalog: po/translations/*/event_*.po
Languages: de, es, fr

source: &lt; Less
de: &lt; Weniger
es: &lt; Menos
fr: &lt; Moins

source: , {{teacher.teacherProfile.numberOfClassesTaught}} hours
de: , {{teacher.teacherProfile.numberOfClassesTaught}} Stunden
es: , {{teacher.teacherProfile.numberOfClassesTaught}} horas
fr: , {{teacher.teacherProfile.numberOfClassesTaught}} heures

source: <i class="fa fa-calendar"></i>Book a different date
de: <i class="fa fa-calendar"></i>Buche einen anderen Termin
es: <i class="fa fa-calendar"></i>Reservar en otra fecha
fr: <i class="fa fa-calendar"></i>Réserver à une autre date

source: <i class="fa fa-clock-o"></i>{{duration}} minutes
de: <i class="fa fa-clock-o"></i>{{duration}} Minuten
es: <i class="fa fa-clock-o"></i>{{duration}} minutos

source: <i class="fa fa-envelope"></i>Questions about the event?
de: <i class="fa fa-envelope"></i>Fragen zum Event?
es: <i class="fa fa-envelope"></i>¿Preguntas sobre esta sesión?
fr: <i class="fa fa-envelope"></i>Des questions sur cet évènement ?

source: Sold out
de: Ausverkauft
es: Completo
fr: Complet

source: Book this event
de: Buche dieses Event
es: Reservar esta sesión
fr: Réserver cet évènement

source: Book this event<span>&nbsp;|&nbsp;{{minPrice.ticket.display_price}} &euro;</span>
de: Buche dieses Event<span>&nbsp;|&nbsp;{{minPrice.ticket.display_price}} &euro;</span>
es: Reservar esta sesión<span>&nbsp;|&nbsp;{{minPrice.ticket.display_price}} &euro;</span>
fr: Réserver cet évènement<span>&nbsp;|&nbsp;{{minPrice.ticket.display_price}} &euro;</span>

source: Experienced teacher
de: Erfahrener Lehrer
es: Profesor/a experimentado
fr: Professeur Confirmé

source: Teacher
de: Lehrer
es: Profesor/a
fr: Professeur

source: More &gt;
de: Mehr &gt;
es: Mas &gt;
fr: Plus &gt;

source: Master teacher
de: Meister Lehrer

source: Private lesson
de: Privatstunde
es: Clase personal
fr: Cours Privé

source: Since {{2014 - teacher.teacherProfile.teachingSince}}
de: Seit {{2014 - teacher.teacherProfile.teachingSince}}
es: Desde {{2014 - teacher.teacherProfile.teachingSince}}
fr: Depuis {{2014 - teacher.teacherProfile.teachingSince}}

source: {{event.occurrence.total_tickets_left}}/{{event.occurrence.total_tickets}} Places available
de: {{event.occurrence.total_tickets_left}}/{{event.occurrence.total_tickets}} Pl√§tzen frei
es: {{event.occurrence.total_tickets_left}}/{{event.occurrence.total_tickets}} Plazas disponibles
fr: {{event.occurrence.total_tickets_left}}/{{event.occurrence.total_tickets}} Places disponibles

source: Master Teacher
es: Profesor Experto
fr: Professeur Expert
