Repository: donets/smm-ui-mirror
Catalog: po/translations/*/faq_*.po
Languages: de, es, fr

source: When does my Somuchmore membership begin?
de: Wann beginnt meine Somuchmore Mitgliedschaft?
es: ¿Cuándo comienza mi suscripción a Somuchmore?
fr: Quand débute mon abonnement Somuchmore ?

source: When will you send me my Somuchmore card?
de: Wann wird mir die Somuchmore Card zugeschickt?
es: ¿Cuándo me vais a enviar mi tarjeta Somuchmore?
fr: Quand m'enverrez-vous ma carte Somuchmore ?

source: Where can I go with my Somuchmore card?
de: Wo kann ich mit meiner Somuchmore Karte Kurse besuchen?
es: ¿Dónde puedo ir con mi tarjeta Somuchmore?
fr: Où puis-je aller avec ma carte Somuchmore ?

source: With the White Card you can attend up to three classes a month per partner (studio).
es: Con la White Card, se puede participar en un máximo de tres clases al mes en cada uno de los studios.
fr: Avec la Carte White, vous pouvez participer à jusqu'à trois cours par mois par partenaire (studio).

source: Yes – we offer you a money-back guarantee for 14 days. During this time you can attend up to three courses. If you decide to cancel your contract after this period, you will receive a full refund.
de: Ja – Du hast 2 Wochen lang eine Geld-zurück-Garantie. In dieser Zeit kannst Du bis zu drei Kurse besuchen. Falls Du vom Vertrag zurück trittst, bekommst Du Dein Geld vollständig zurück.
es: Sí - te ofrecemos una garantía de devolución del dinero en 14 días. Durante este período podrás asistir a tres clases. Si decides cancelar tu suscripción después de esos 14 días recibirás el reembolso completo.
fr: Oui - Nous vous assurons un remboursement pendant 14 jours. Pendant cette période vous pouvez assister à trois cours. Si vous décidez d'annuler votre abonnement après ces 14 jours, vous serez entièrement remboursé.

source: Yes, when visiting and attending any offering, class, course or workshop, you will be asked to show your Somuchmore photo ID card. During the initial trial period, you will need to print your class reservation confirmation email and present this with a photo ID, like a driving license or passport.
es: Sí, para participar en cada una de las clases o talleres que ofrecemos, es necesario que presentes tu tarjeta de Somuchmore. Durante el período inicial de prueba, deberás imprimir tu e-mail de confirmación de reserva y presentarlo junto a una tarjeta con foto (DNI o permiso de conducir).
fr: Oui, pour chacun des cours ou ateliers que nous proposons, nous vous demandons de présenter votre carte Somuchmore avec photo. Pendant la période d'essai (avec la carte temporaire), vous devrez imprimer vos confirmations de réservation et présenter une pièce d'identité avec photo.

source: You can cancel up to 8 hours before your class starts without incurring a fee. However, some of our partners require a longer period. All of this information is displayed on their profile on our website.
es: Puedes cancelar una reserva hasta 8 horas antes de una clase sin tener que pagar penalización. Sin embargo, algunos studios podrán pedir mayor tiempo de cancelación. Toda esta información está disponible en sus perfiles dentro de nuestra página web.
fr: Vous pouvez annuler une réservation jusqu'à 8 heures avant un cours, sans payer de frais. Cependant, certains de nos partenaires demandent des délais d'annulation plus long. Toutes ces informations sont disponibles sur les profils de notre site internet.

source: You can cancel your Somuchmore membership monthly at no cost. We have deliberately decided against fixed long term memberships for a reason. Because they stop you from reaching your full potential.
es: Puedes cancelar tu suscripción mes a mes sin coste. De hecho, decidimos no aplicar la suscripción a largo plazo por una razón. Te impide alcanzar tu máximo potencial.
fr: Vous pouvez annuler votre abonnement mensuel Somuchmore sans frais. Nous avons volontairement décidé de ne pas appliquer d'abonnement de long terme pour une raison : ils vous empêchent d'atteindre votre potentiel maximal.

source: You can participate in hundreds of classes and try a plethora of health and fitness disciplines whilst experiencing a variety of studios and teachers. Somuchmore is ideal, if you crave more variety in your fitness regime, want to learn new exercise styles and ways to train with noticeably more variety, motivation and success.
de: Du kannst an hunderten Kursen teilnehmen und eine Vielzahl an Disziplinen, Studios und Lehrern ausprobieren. So trainierst Du mit spürbar mehr Abwechslung, Motivation und Erfolg und lernst ganz neue Sachen kennen.
es: Puedes participar en cientos de clases y probar una gran variedad de disciplinas de salud y fitness mientras descubres incontables studios y profesores. Somuchmore es ideal, si te apetece más variedad en tu rutina de ejercicios y si quieres aprender nuevos estilos y maneras de entrenar con mayor motivación y éxito.
fr: Vous pouvez participer à des centaines de cours et essayer une multitude de disciplines différentes tout en découvrant un grand nombre de salles et de professeurs. Somuchmore est idéal si vous avez envie d'essayer de différentes techniques, apprendre de nouveaux styles d'exercices, mais aussi pour vous entrainer de manière nettement plus variée... Le tout avec motivation et succès !

source: Your Email Address
de: Deine E-Mail-Adresse
es: Tu dirección de e-mail
fr: Votre adresse e-mail

source: The White Card is £99
de: Die White Card Lite kostet 39€, die White Card 69€ und die Black Card 99€.

source: You can cancel up to 8 hours before your class starts without incurring a fee. However, some of our partners require a longer period. All of this information is displayed on their profile on our website.
de: Du kannst Kurse in den meisten Fällen bis spätestens 4 Stunden vor Kursbeginn absagen. Allerdings gibt es bei einigen Anbietern eine längere Frist, die auf dem Studioprofil des entsprechenden Studios dargestellt ist.

source: Unlike gym or studio memberships, with Somuchmore you can take part in hundreds of classes and courses at countless studios and workshops. You’ll be welcomed in all studios as if you were one of their own members.
de: Du kannst nicht nur ein Studio besuchen, sondern hunderte Kurse von unzähligen Studios. Überall wirst Du wie ein Mitglied begrüßt - und kannst nach Herzlenslust trainieren.

source: We are also happy to activate your membership at a later date if you need to. If you change your mind and decide to attend classes before this date, we will just charge you the previous month’s membership fee retrospectively.
de: Gerne können wir Dein Kontingent und Deine Zahlung auch erst zu einem späteren Zeitpunkt starten lassen. Im Falle, dass Du Dich doch entscheidest bereits Kurse zu besuchen, buchen wir Dir rückwirkend den Mitgliedschaftspreis ab.

source: Yes, when visiting and attending any offering, class, course or workshop, you will be asked to show your Somuchmore photo ID card. During the initial trial period, you will need to print your class reservation confirmation email and present this with a photo ID, like a driving license or passport.
de: Ja, Du musst bei unseren Partner Anbietern Deine Somuchmore Card mit aufgedrucktem Photo vorzeigen. Nur in der anfänglichen Probezeit reicht Deine ausgedruckte Buchungsbestätigung zusammen mit Deinem Ausweis aus.

source: With the White Card you can attend up to three classes a month per partner (studio).
de: Mit der White Card Lite kannst Du bis zu 4 Kurse im Monat besuchen. Mit der Black Card und der White Card kannst Du unbegrenzt Kurse besuchen. Die White Card hat dabei die Einschränkung, dass du nur 3 mal pro Anbieter und Monat Kurse besuchen kannst. Bei der Black Card kannst du so oft zu demselben Anbieter gehen wie Du willst.

source: You can cancel your Somuchmore membership monthly at no cost. We have deliberately decided against fixed long term memberships for a reason. Because they stop you from reaching your full potential.
de: Wir haben uns bewusst gegen lange Vertragslaufzeiten entschieden. Du kannst Deine Somuchmore Mitgliedschaft monatlich kündigen, ohne Mindestlaufzeit.
