Repository: donets/smm-ui-mirror
Catalog: po/translations/*/faq_*.po
Languages: de, es, fr

source: After you have registered and your payment has been confirmed, we’ll send you a confirmation email. The email will include your membership number and a temporary card that you can print out. Once you have this card you can use it immediately.
de: Nachdem Du Dich angemeldet hast und Deine Zahlung bestätigt wurde, schicken wir Dir eine Bestätigungs-E-Mail. In dieser E-Mail findest Du Deine Mitgliedschaftsnummer und eine vorläufige Karte zum Ausdrucken. Damit kannst Du sofort Dein Training beginnen.
es: Una vez te hayas suscrito y el pago haya sido confirmado, recibirás un e-mail de confirmación. Este e-mail incluirá tu número de socio y una tarjeta temporal para imprimir. Puedes usarla inmediatamente después de recibirla.
fr: Une fois votre inscription et votre paiement validés, nous vous enverrons un email de confirmation. Cet email comprendra votre numéro d'abonné et une carte temporaire à imprimer. Vous pouvez utiliser la carte immédiatement après réception.

source: Am I tied up in a long term binding contract with Somuchmore?
de: Bin ich langfristig an Somuchmore gebunden?
es: ¿Tengo un contrato de permanencia a largo plazo con Somuchmore?
fr: Suis-je engagé(e) sur le long terme avec Somuchmore ?

source: Are there any hidden costs?
de: Gibt es versteckte Kosten?
es: ¿Existen costes ocultos?
fr: Y a-t-il a des frais dissimulés ?

source: At Somuchmore there are no hidden costs whatsoever. You will only be charged an additional cost if you attend a class that isn’t included in your membership, i.e. if you visit a studio more than three times a month. In this case we will charge you £16, which is the average price of a drop-in class for studios in the UK.
de: Es gibt bei Somuchmore keinerlei versteckte Kosten. Zusätzliche Kosten fallen nur dann an, wenn Du einen Kurs besuchst, der nicht in Deiner Mitgliedschaft enthalten ist, also z.B. mit einer White Card Light mehr als 4 x pro Monat gehst oder mit einer White Card mehr als 3 x pro Monat zum selben Studio. Dann berechnen wir Dir pro Kursbesuch 16€, was dem Mittelwert der Drop-In Kurspreise eines Studios in Deutschland entspricht.
es: En Somuchmore nunca hay costes ocultos. Solo tendrás que hacer frente a pagos adicionales si asistes a una clase que no esté incluida en la suscripción (Ejemplo: si visitas un mismo studio más de 3 veces al mes). En tal caso, le cobraríamos 15€, que es el precio medio de una clase suelta en España.
fr: Chez Somuchmore, il n'y a jamais de frais dissimulés. Vous devrez payer des frais additionnels dans l'unique cas où vous assistez à un cours qui n'est pas inclus dans votre abonnement (si vous suivez un cours dans la même salle plus de trois fois par mois par exemple). Dans ce cas, nous vous demanderons 16€, qui est le prix moyen d'un cours sans abonnement en France.

source: At all of our partner studios. You will find an overview of our partners and the studios we work with here. New offerings are being added to the list every week.
de: In allen unseren Partner-Studios. Eine Übersicht über die Studios, die bei Somuchmore dabei sein, findest Du hier. Und jede Woche kommen neue Studios dazu.
es: En todos nuestros studios asociados. Encontrarás una lista de nuestros aliados y studios con los que trabajamos aquí. Todas las semanas se añaden nuevos alternativas a la lista.
fr: Dans tous nos studios partenaires. Vous trouverez la liste de nos partenaires et des studios avec lesquels nous travaillons ici. De nouvelles offres y sont ajoutées chaque semaine.

source: Can I try out Somuchmore for free?
de: Kann ich Somuchmore kostenlos ausprobieren?
es: ¿Puedo probar Somuchmore de forma gratuita?
fr: Puis-je essayer Somuchmore gratuitement ?

source: Do I have to register in advance for courses?
de: Muss ich mich vor Kursen vorher anmelden?
es: ¿Debo reservar las clases con antelación?
fr: Dois-je m'inscrire aux cours à l'avance ?

source: Do I need to show my Somuchmore card when I turn up to classes that I have pre-booked?
de: Brauche ich meine Somuchmore Card, um im Rahmen meiner Mitgliedschaft Kurse zu besuchen?
es: ¿Tengo que presentar mi tarjeta Somuchmore cuando voy a una clase que he reservado previamente?
fr: Dois-je présenter ma carte Somuchmore quand je me rends à un cours que j'ai pré-réservé ?

source: Get your invitation
de: Erhalte Deine Einladung
es: Consigue tu invitación
fr: Obtenez votre invitation

source: Guide to Somuchmore
es: La guía Somuchmore
fr: Le Guide Somuchmore

source: Here are the differences between the White Card and the Black Card: The White Card gives you access to a variety of unlimited courses but only up to three times per provider a month. With the Black Card you can go to each provider as often as you like!
de: Der Unterschied zwischen der Black Card und der White Card ist: Bei der White Card kannst Du unbegrenzt, aber nur bis zu 3 mal pro Anbieter und Monat Kurse besuchen. Bei der Black Card kannst Du außerdem so oft pro Anbieter gehen, wie Du willst.
es: Esta es la diferencia entre la White Card y la Black Card: La White Card te da acceso a un número ilimitado de clases, pero solo puedes ir a un mismo studio 3 veces al mes. ¡Con la Black Card se puede ir a cualquier studio tantas veces como se desee!
fr: Voici la différence entre la Carte White et la Carte Black : La Carte White vous donne accès à un nombre de cours illimité mais seulement jusqu'à 3 fois par mois par professeur ou studio. Avec la Carte Black vous pouvez aller partout et autant de fois que vous le voulez.

source: How can I guarantee everything that Somuchmore offers is of the highest quality?
de: Wie wird die Qualität auf Somuchmore garantiert?
es: ¿Cómo puedo asegurarme de que todo lo que ofrece Somuchmore es de la mejor calidad?
fr: Comment puis-je m'assurer que tout ce qu'offre Somuchmore est de la plus haute qualité ?

source: How do I cancel my membership?
de: Wie kündige ich meine Mitgliedschaft?
es: ¿Cómo puedo cancelar mi suscripción?
fr: Comment résilier mon abonnement ?

source: How does my Somuchmore membership end?
de: Wie endet meine Somuchmore Mitgliedschaft?
es: ¿Cómo puedo abandonar mi suscripción a Somuchmore?
fr: Quand s'arrête mon abonnement ?

source: How much does a Somuchmore membership cost?
de: Was kostet die Somuchmore Mitgliedschaft?
es: ¿Cuánto cuesta ser socio de Somuchmore?
fr: Combien coûte Somuchmore ?

source: If the studio requires pre-booking for their class and you receive a confirmation email from them, this means your space is officially reserved. If the course doesn’t require you to sign up in advance, we suggest you turn up in good time in order to secure a place. You can find out how long each studio reccomends, by visiting their profile on our website.
de: Wenn der Anbieter für seine Kurse eine Voranmeldung erfordert und Du eine Bestätigung bekommst, ist Dein Platz reserviert. Wenn der Kurs keine Voranmeldung erfordert, musst Du rechtzeitig da sein - und bekommst in der Regel immer Deinen Platz.
es: Si el studio requiere reserva previa para la clase y recibes un email de confirmación, significa que tu plaza ha sido oficialmente reservada. Si la clase no requiere reserva previa, te recomendamos llegar con tiempo para asegurar que tienes plaza. Puedes encontrar el tiempo de antelación recomendado en el perfil de cada uno de los studios.
fr: Si le studio auquel vous désirez vous inscrire nécessite une pré-réservation et que vous recevez une email de confirmation de leur part, votre place est officiellement réservée. Si le cours ne nécessite aucune pré-réservation, nous vous suggérons d'arriver assez tôt pour vous assurer une place. En naviguant sur les différents profils de notre site, vous trouverez toutes les informations concernant la durée recommandée par les équipes des studios pour vous garantir une place au cours.

source: If you have pre-booked your place in a class we unfortunately have to charge you £16 even if you don’t turn up. The reason we do this is because the studio won’t be able to offer your reserved spot to anyone else in such a short time and would otherwise lose money. If the studio doesn’t require you to pre-book then it’s all a bit more relaxed: you don’t have to pay anything. Any member who repeatedly doesn't turn up to class, i.e. more than three times in one month, will no longer be able to continue their membership with Somuchmore. Don't worry though, we will notify you every time you don't turn up and try and make sure this doesn't happen!
de: Wen der Anbieter für seinen Kurs eine Voranmeldung erfordert und Du verbindlich einen Platz reserviert hast, müssen wir Dir 16€ berechnen, falls Du nicht erscheinst. Das tun wir nicht gerne - aber der Anbieter vergibt den von Dir reservierten Platz an niemanden anders und verliert sonst Geld. Wenn der Anbieter keinen Online Check-In erfordert, ist die Lage entspannter: Du musst nichts bezahlen. Achte nur bitte darauf, dass so etwas nicht öfters passiert. Wer wiederholt, d.h. mehr als drei mal in einem Monat oder mehr als zwei Mal in drei aufeinanderfolgenden Monaten reserviert und nicht auftaucht, ohne abzusagen, kann bei Somuchmore nicht mehr dabei sein.
es: Si has reservado una clase con antelación, desafortunadamente tendremos que cobrarte 15€ incluso si no pudiste acudir (en los casos en que se hayan cumplido las 3 visitas mensuales en el studio). Esto se debe a que los studios responsables de la actividad no tendrán la oportunidad de ofrecer tu plaza a otra persona en tan poco tiempo. Si la clase no requiere reserva previa, entonces no es tan grave, no tendrás que pagar nada si no puedes acudir. No obstante, si un socio no acude repetidamente a clases (más de tres veces al mes, por ejemplo) no podrá continuar siendo miembro de Somuchmore. Pero no te preocupes, ¡nosotros te informaremos cada vez que no asistas a una clase para evitar que esto pueda suceder!
fr: Si vous avez pré-réservé une place, nous vous prélevons 16€ même si vous ne pouvez plus venir. En effet, les équipes responsables des studios n'auront pas la possibilité de proposer votre place à quelqu'un d'autre dans de si courts délais : votre place serait donc perdue pour tout le monde. Si la salle ne demande aucune réservation, c'est alors plus simple : vous n'avez pas à payer quoi que ce soit. Si un membre ne vient pas en cours de manière répétée (plus que trois fois par mois par exemple), il est possible que son abonnement avec Somuchmore s'interrompe. Mais ne vous inquiétez pas, nous vous informerons à chaque fois que nous notons une absence pour ne pas que cela se produise !

source: If you wish to cancel your membership, simply send us an e-mail to <a href="mailto:info@somuchmore.org">customerservice@somuchmore.org</a>. Please don’t forget to include your contract number, your name and your full address and also to destroy your card.
de: Um Deine Mitgliedschaft zu kündigen, schicke uns einfach eine Email an <a href="mailto:info@somuchmore.org">kundenservice@somuchmore.org</a>. Bitte vergiss nicht, uns Deine Vertragsnummer, Deinen Namen und Deine vollständigen Adressdaten zu übermitteln und Deine Karte zu vernichten.
es: Si deseas darte de baja, sencillamente envía un e-mail a <a href="mailto:info@somuchmore.org">customerservice@somuchmore.org</a>. Por favor no te olvides de incluir tu número de socio, tu nombre y tu dirección completa.
fr: Si vous désirez résilier votre abonnement, envoyez nous un e-mail à <a href="mailto:info@somuchmore.org">customerservice@somuchmore.org</a>. Veuillez ne pas oublier d'inclure votre numéro de téléphone, votre nom, votre adresse et de détruire votre carte.

source: Is my place guaranteed if I sign up in advance for a class, course or workshop?
de: Habe ich meinen Platz sicher, wenn ich mich vorher für einen Kurs anmelde?
es: ¿Está mi plaza garantizada si reservo una clase, curso o taller con antelación?
fr: Ma place est-elle assurée si je m'inscris en avance à un cours ou à un atelier ?

source: Oh no. Don't go! Are you sure you want to leave us? Is there anything we can do that will make you change your mind? Feel free to let us know. Otherwise, you can cancel your contract by sending us an e-mail to <a href="mailto:info@somuchmore.org">info@somuchmore.org</a>. Don’t forget to include your card number, your first name and surname and details of when you want to cancel your contract by. Your cancellation will become effective as of the following month, provided we receive your cancellation at least seven working days before the end of the current month.
de: Sicher, dass Du uns verlassen willst? Wie können wir Deinen Bedürfnissen besser gerecht werden? Teile uns dies gerne mit. Ansonsten schicke Deine Kündigung einfach per Email an <a href="mailto:info@somuchmore.org">info@somuchmore.org</a>. Vergiss nicht uns Deine Kartennummer, Deinen Namen und die Mitteilung, zu welchem Zeitpunkt Du kündigen willst, mitzuteilen. Die Kündigung ist jeweils zum Folgemonat möglich.
es: Oh no. ¡No te vayas! ¿Seguro que deseas quieres dejarnos? ¿Hay algo que podamos hacer para que cambies de opinión?, no dudes en hacérnoslo saber. De lo contrario, puedes darte de baja enviando un e-mail a <a href="mailto:info@somuchmore.org">info@somuchmore.org</a>. No te olvides de incluir tu número de socio, tu nombre y apellidos y los detalles de cuando quieres darte de baja. Tu baja se hará efectiva el mes siguiente siempre y cuando recibimas tu solicitud de cancelación al menos siete días hábiles antes del final del mes en curso.
fr: Oh non. Ne partez pas! Etes vous sûr(e) de vouloir nous quitter ? Y a t-il quelque chose qui pourrait vous faire changer d'avis ? N'hésitez pas à nous en faire part. Sinon, vous pouvez résilier votre abonnement en nous envoyant un e-mail à <a href="mailto:info@somuchmore.org">info@somuchmore.org</a>. N'oubliez pas de nous communiquer votre numéro de carte, votre nom, et les raisons d'annulation. Votre résiliation sera effective dès le mois suivant, dans le cas où nous recevons votre demande de résiliation au moins sept jours ouvrables avant la fin du mois courant.

source: Some selected partners, classes and workshops can only be visited by pre-booking online. This is displayed on each partner profile with the appropriate contact to make the reservation for you. However, the majority of our classes can be taken by just turning up.
de: Einige ausgewählte Anbieter und Kurse können nur mit Voranmeldung besucht werden. Dies ist jeweils im Kursprofil angezeigt – mit der entsprechenden Kontaktadresse um die Reservierung zu tätigen. Die meisten unserer Kurse können allerdings ohne Voranmeldung besucht werden.
es: En el caso de que nuestras clases o talleres solo pueden ser realizados vía pre-reserva online, esto será indicado en el perfil de cada studio.
fr: Il y a une sélection de cours et de partenaires qui nécessite une pré-réservation. Vous trouverez ces informations sur chaque profil ainsi que la personne à contacter pour effectuer la réservation. Cependant, veuillez noter que la majorité de nos cours sont accessibles sans réservation.

source: Somuchmore only works with high-quality providers. In addition to this, we know every provider personally, visit every studio in person and speak with the teachers in great depth. That’s why at Somuchmore you will find only teachers who have undergone certified training, as well as studios that represent particularly high-quality courses.
de: Somuchmore arbeitet nur mit Qualitätsanbietern. Darüber hinaus kennen wir jeden Anbieter persönlich, schauen uns jedes Studio an, sprechen ausführlich mit den Lehrern. Du wirst daher auf Somuchmore nur Lehrer finden, die eine zertifizierte Ausbildung haben, sowie Studios, die für besonders hohe Unterrichts-Qualität stehen.
es: Somuchmore sólo trabaja con aliados de calidad. Adicionalmente, conocemos a cada studio de manera personal, los visitamos y hablamos con los profesores. Por este motivo, en Somuchmore encontrarás profesores que han recibido entrenamientos certificados, así como studios que ofrecen clases de calidad.
fr: Somuchmore ne travaille qu'avec des prestataires proposant des services de haute qualité. De plus, nous connaissons chacun d'entre eux personnellement, visitons toutes les salles et nous entretenons avec les professeurs avec attention. C'est la raison pour laquelle Somuchmore vous propose des cours de haute qualité assurés dans les meilleures conditions par des professeur ayant suivi une formation certifiée et des salles équipées avec soin.

source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !

source: The Email Address is incorrect
de: Die Email-Adresse ist nicht korrekt
es: La dirección de e-mail es incorrecta
fr: L'adresse e-mail est incorrecte

source: The Somuchmore membership means you can visit all classes, at all times at no additional cost at most of our partner studios, centers and workshops. Please note that some do have exceptions to these terms with peak times where classes are usually at full capacity. If you really want to go to a peak time class or a more expensive course, this can be arranged with us for an additional cost.
de: Für den Großteil unserer Anbieter beinhaltet die Mitgliedschaft: Alle Kurse zu allen Zeiten ohne Mehrkosten. Bei einigen wenigen Ausnahmen können nicht alle Kurse eines Anbieters besucht werden, da diese bereits zu voll sind. Für ausgewählte Uhrzeiten oder aufwendigere Kurse, wie zum Beispiel Einzel-Einführungsstunden, wird der Zugang gegen stark vergünstigte Aufpreise ermöglicht.
es: La suscripción a Somuchmore permite participar en todas las clases, en todas las horas y sin coste adicional, en la mayoría de nuestros studios, centros y talleres. Por favor, ten en cuenta que a veces algunos studios presentan excepciones en las horas punta, cuando las clases están completas. Si realmente quieres ir en una de esas horas punta o a una sesión no incluida en Somuchmore, podemos gestionarlo a un coste adicional.
fr: L'abonnement Somuchmore vous permet de participer à tous les cours, quel que soit l'horaire, sans frais additionnels, dans la majorité de nos studios et salles partenaires. Veuillez garder en tête que nous devons parfois faire quelques exceptions aux heures de pointe, quand les cours ont atteint leur capacité maximale. Si vous voulez vraiment assister à l'un de ces cours complets ou à un autre plus cher, ceci peut s'organiser moyennant des frais supplémentaires. Contactez nous !

source: The White Card is £99
es: La White Card cuesta 69€
fr: La Carte White coûte 99€

source: Unlike gym or studio memberships, with Somuchmore you can take part in hundreds of classes and courses at countless studios and workshops. You’ll be welcomed in all studios as if you were one of their own members.
es: A diferencia de las suscripciones convencionales a gimnasios o studios, con la suscripción a Somuchmore puedes participar en cientos de clases en incontables studios y centros. Serás bienvenido en todos los studios como si fueses uno de sus propios miembros.
fr: A la différence des autres clubs de sport, avec Somuchmore vous pouvez participer à d'innombrables cours et ateliers dans une multitude de salles différentes. De plus, vous serez accueilli dans chaque studio comme si vous en étiez membre à part entière.

source: We are also happy to activate your membership at a later date if you need to. If you change your mind and decide to attend classes before this date, we will just charge you the previous month’s membership fee retrospectively.
es: Estaremos encantados de activar tu suscripción en una fecha posterior si así lo deseas. Si cambias de opinión y quieres asistir a clases antes de esta fecha, se te cobrará la cuota la cuota del mes anterior restrospectivamente.
fr: Nous pouvons également activer votre abonnement à une date ultérieure si vous le désirez. Si vous changez d'avis et voulez assister à un cours avant cette date, vous serez alors débité rétrospectivement pour le mois précédent la date d'activation.

source: We believe that everyone has the capability to reach their full potential in life. What we aim to do at Somuchmore is make sure your life is as mindful and active as possible. Our aim is to keep you inspired. Keep you moving. Keep you thinking. Keep you learning. We help you achieve this through training your mind, body and soul.
de: Wir glauben daran, dass jeder Mensch einzigartiges Potenzial hat. Und wir wollen Dich inspirieren, Dein Potenzial ganzheitlich zu entfalten, indem Du Körper, Geist und Seele trainierst.
es: Creemos que cada persona es capaz de alcanzar su máximo potencial. Nuestro objetivo en Somuchmore es darte la oportunidad de vivir tu vida de la manera más consciente y activa posible. Queremos mantenerte inspirado/a. Mantenerte en movimiento. Mantenerte aprendiendo. Te ayudamos a lograr esto mediante el entrenamiento de la mente, el cuerpo y el alma.
fr: Nous pensons que chaque personne est capable d'atteindre son potentiel maximum. Notre but chez Somuchmore est de vous donner la possibilité de vivre la vie la plus épanouie et active possible. Notre objectif est de vous laisser vous inspirer, bouger, réfléchir, apprendre. Nous vous aidons à vous accomplir en vous entrainant corps et esprit.

source: We will send you your personalised Somuchmore card after your 14 day trial period has expired. You will receive your card by post a few working days later.
de: Wir schicken Dir Deine personalisierte Somuchmore Card zu, nachdem Deine Probezeit abgelaufen ist. Die Probezeit beträgt 14 Tage. Wenige Werktage danach geht Dir die Karte dann per Post zu.
es: Te enviaremos tu tarjeta Somuchmore personalizada al final de la prueba de 14 días. Recibirás tu tarjeta por correo en unos pocos días.
fr: Nous vous enverrons votre carte Somuchmore personnalisée à la fin des 14 jours d'essai. Vous recevrez votre carte par voie postale quelques jours ouvrables plus tard.

source: What are the benefits of Somuchmore?
de: Was bringt mir Somuchmore?
es: ¿Cuáles son las ventajas de Somuchmore?
fr: Quels sont les avantages de Somuchmore ?

source: What are the differences between the membership cards?
de: Was unterscheidet die Mitgliedschafts-Karten?
es: ¿Cuáles son las diferencias entre las tarjetas de Somuchmore?
fr: Quelles sont les différences entre les cartes d'abonnés ?

source: What does the Somuchmore membership include?
de: Was beinhaltet die Somuchmore Mitgliedschaft?
es: ¿Qué incluye mi suscripción a Somuchmore?
fr: Que comprend mon abonnement Somuchmore ?

source: What happens if I fail to cancel in advance and simply don’t turn up?
de: Was passiert, wenn ich ohne abzusagen nicht erscheine?
es: ¿Qué sucede si no cancelo mi clase con antelación y sencillamente no me presento a la misma?
fr: Qu'arrive-t-il si je n'annule pas mon cours correctement et que je ne m'y présente pas ?

source: What is the Somuchmore philosophy?
de: Wofür steht Somuchmore?
es: ¿Cuál es la filosofía de Somuchmore?
fr: Quelle est la philosophie de Somuchmore ?

source: What makes Somuchmore different from a regular studio, gym or fitness centre?
de: Was unterscheidet Somuchmore von einem Studio?
es: ¿Qué es lo que hace diferente a Somuchmore de un studio o centro convencional?
fr: Qu'est-ce qui rend Somuchmore différent d'un autre club de sport ?

source: What’s the difference between the White Card and the Black Card?
de: Was unterscheidet die White Card von der Black Card?
es: ¿Cuál es la diferencia entre la White Card y la Black Card?
fr: Quelle est la différence entre une Carte White et une Carte Black ?

source: When can I cancel a class that I have booked with Somuchmore?
de: Bis wann kann ich einen Kurs absagen, für den ich mich bereits angemeldet habe?
es: ¿Hasta cuándo puedo cancelar una clase que reservé con Somuchmore?
fr: Quand puis-je annuler un cours que j'ai réservé via Somuchmore ?
