Repository: donets/smm-ui-mirror
Catalog: po/translations/*/homepage_*.po
Languages: de, es, fr

source: (14 day trial. Money back guarantee )
de: (14 Tage ausprobieren, Geld zurück bei Nichtgefallen)

source: (No minimum membership term. No binding monthly clause. And no cancellation or freeze fee)
de: (Keine Mindestlaufzeit, monatlich kündigen und pausieren)

source: (No sign up fee. No cancellation fee. Just the freedom to go to unlimited classes all over the city, whenever you want)
de: (Keine Aufnahmegebühr, unbegrenzt Kurse besuchen und nur einen Bruchteil ihres eigentlichen Werts zahlen)

source: 1. Order your card
de: 1. Bestelle Deine Karte
es: 1. Pide tu tarjeta
fr: 1. Commandez votre carte

source: 14 day free trial
de: 14 Tage KOSTENLOS testen
es: 14 días de prueba
fr: 14 jours d'essai gratuits

source: 2. Book your class
de: 2. Finde Dein Angebot
es: 2. Reserva tu clase
fr: 2. Réservez vos cours

source: 3. Get moving
de: 3. Trainiere nach Herzenslust
es: 3. Ponte en movimiento
fr: 3. Vivez Somuchmore

source: A holistic lifestyle is the key to longevity and happiness. Somuchmore opens up new options. The card gives me the freedom of not being tied to just one studio.
de: Ganzheitliche Lebensweise ist der Schlüssel für Langlebigkeit und Glück. Somuchmore öffnet Räume. Die Karte gibt mir die Freiheit, nicht an ein Studio gebunden zu sein.
es: Un estilo de vida holístico es la clave para una vida larga y feliz. Somuchmore te descubre nuevas opciones. La tarjeta me da la libertad de no estar vinculado a un solo studio.
fr: Un mode de vie épanoui est la clé d'une existence longue et heureuse. Somuchmore offre d'incroyables perspectives. La carte me donne la liberté et la flexibilité que je recherchais.

source: Anymore questions? Read our FAQ here ›
de: Weitere Fragen? Hier geht es zu den FAQ ›
es: ¿Alguna otra pregunta? Lee nuestras Preguntas Frecuentes aquí >
fr: D'autres questions ? Lire notre FAQ ici ›

source: Anytime
de: Jederzeit
es: En cualquier momento
fr: A tout moment

source: Are you a studio, coach or nutritionist? Do you want to work with us?
de: Studio? Coach? Willst Du Kurse bei uns anbieten?
es: ¿Tienes un studio? ¿Eres un entrenador/a o nutricionista? ¿Quieres trabajar con nosotros?
fr: Vous êtes gérant d'une salle ? Vous êtes coach ou nutritionniste ? Vous souhaitez travailler avec nous ?

source: Be inspired
de: Freiheit
es: Inspírate
fr: Sur-mesure

source: Break free
de: Auswahl
es: Libérate
fr: Cours illimités

source: Cancel / Freeze
de: Kündigen / Pausieren
es: Cancela / Congela
fr: Annuler / Geler

source: Chose from thousands of classes. Workout when you want. Wherever you want.
de: Schluss mit langfristigen Verträgen. Du kannst monatlich kündigen oder pausieren. Ohne Bindung an ein Studio.

source: City
de: Stadt
es: Ciudad
fr: Ville

source: Congrats, you are on the list!
de: Danke für Deine Anfrage!
es: ¡Felicidades, estás en el listado!
fr: Félicitations, vous êtes inscrit(e) sur la liste !

source: Contact me
de: Kontaktiert mich
es: Contáctanos
fr: Contactez-moi

source: Courses per month
de: Kurse pro Monat
es: Clases por mes
fr: Cours par mois

source: Courses per provider / month
de: Kurse pro Anbieter / Monat
es: Clases por studio / mes
fr: Cours par partenaire / mois

source: Create your personal workout plan. Spice up your routine. Stay motivated.
de: Lass Dich täglich inspirieren! Trainiere mit mehr Abwechslung und Motivation. Entfalte Dein ganzes Potenzial.
es: Crea un plan de entrenamiento personalizado. Dale vida a tu rutina. Mantente motivado
fr: Votre carte Somuchmore est mensuelle et sans engagement : gelez ou résiliez votre abonnement quand vous le souhaitez !

source: Discover <b>{{currentCity.amountCourses}} courses</b> in <b>{{currentCity.amountStudios}} {{currentCity.termForStudios}}</b> with <b>1 membership</b>.
de: Entdecke <b>{{currentCity.amountCourses}} Kurse</b> in <b>{{currentCity.amountStudios}} {{currentCity.termForStudios}}</b> mit <b>1 Mitgliedschaft</b>.

source: Discover so much more Yoga, Meditation, Fitness, Pilates, Dance, Martial Arts and Holistic Wellbeing in the finest studios all over London - with one card.
de: Entdecke Yoga, Meditation, Pilates, Fitness, Wellness, Tanzen und Kampfsport unbegrenzt in 60 Studios mit 1 Karte.

source: Do I have to book <br> my classes in advance?
de: Muss ich mich <br> anmelden?
es: ¿Debo reservar <br> mis clases previamente?
fr: Dois-je réserver <br> mes cours en avance?

source: Do I have to book my classes in advance?
de: Muss ich michanmelden?
es: ¿Debo reservar mi clases previamente?
fr: Dois-je réserver mes cours en avance ?

source: Email Address
de: E-Mail-Adresse
es: Dirección de e-mail
fr: Adresse e-mail

source: Enjoy your <br>free<br> 14 day trial!
de: 14 Tage <br>kostenlos <br>kennenlernen!
es: ¡Disfruta de tu tarjeta <br>gratuita<br> ¡periodo de prueba de 14 días!
fr: Profitez de votre période d'essai <br>gratuite<br> de 14 jours !

source: Enjoy your <u>free</u> 14 day trial!
de: 14 Tage <u>kostenlos</u> kennenlernen!
es: ¡Disfruta de tu tarjeta <u>gratuita</u> ¡periodo de prueba de 14 días!
fr: Profitez de votre période d'essai <u>gratuite</u> de 14 jours !

source: Feel it all. Explore it all. With just one card.
de: Du bist überall willkommen - mit einer Karte.

source: Feel the burn
de: Entfaltung

source: Find your class in seconds using our online calendar.
de: Finde in unserem Online-Kalender in Sekunden den passende Kurs oder Termin.
es: Encuentra tu clase en cuestión de segundos a través de nuestro calendario online.
fr: Trouvez votre cours en quelques secondes grâce à notre calendrier en ligne.

source: Get your card
de: Deine Karte erhalten
es: Obtén tu tarjeta
fr: Obtenir votre carte

source: Get your invitation
de: Erhalte Deine Einladung
es: Consigue tu invitación
fr: Obtenir votre invitation

source: Get your invitation today
de: Erhalte heute Deine Einladung
es: Consigue tu invitación hoy
fr: Obtenir votre invitation aujourd'hui

source: How do I cancel or freeze <br> my membership?
de: Wie kündige oder <br> pausiere ich?
es: ¿Cómo puedo cancelar o congelar <br> mi suscripción?
fr: Comment puis-je résilier ou geler <br> mon abonnement ?

source: How do I cancel or freeze my membership?
de: Wie kündige oder pausiere ich?
es: ¿Cómo puedo cancelar o congelar mi suscripción?
fr: Comment puis-je résilier ou geler mon abonnement ?

source: Huge savings
de: Kräftig sparen

source: Is my card valid everywhere?
de: Gilt meine Karte überall für alle Angebote?
es: ¿Mi tarjeta es válida en todas partes?
fr: Ma carte est-elle valable partout ?

source: It takes less than 90 seconds. You can start right away.
de: Es dauert weniger als 60 Sekunden - und Du kannst sofort danach Kurse besuchen.
es: Tardarás menos de 90 segundos. Puedes comenzar de inmediato.
fr: Cela prend moins de 90 secondes. Vous pouvez commencer tout de suite.

source: It’s so simple!
de: Es geht so einfach!
es: ¡Es muy sencillo!
fr: C'est si simple !

source: LONDON IS YOUR STUDIO
de: BERLIN IST DEIN STUDIO

source: Launching {{currentCity.startDate | amDateFormat: 'DD.MM.YY'}}
de: Start am {{currentCity.startDate | amDateFormat: 'DD.MM'}}!
es: Lanzamiento {{currentCity.startDate | amDateFormat: 'DD.MM.YY'}}
fr: Lancement {{currentCity.startDate | amDateFormat: 'DD.MM.YY'}}

source: Learn more about the offer here ›
de: Hier geht es zum Angebot ›
es: Obtén más información sobre la oferta aquí ›
fr: Découvrez plus sur l'offre ici ›

source: List of studios
de: Studios als Liste
es: Listado
fr: Liste

source: Live a healthy and fulfilled life
de: Lebe gesund und erfüllt
es: Vive una vida sana y plena
fr: Vivez une vie saine et comblée

source: London is calling
de: Entdecke die Vielfalt
es: Madrid te espera
fr: Paris est à vos pieds

source: Map of studios
de: Studios auf Karte
es: Mapa
fr: Carte

source: Mindfulness effects everything. Your movement, the way you eat, drink and think. Being mindful promotes a healthy mind, body and soul. This holistic approach to living is what attracted me to SoMuchMore
de: Bewegung, Essen und mentales Training sind untrennbar verbunden - alles zusammen fördert einen gesunden Körper und Geist. Dieser ganzheitliche Ansatz überzeugt mich an Somuchmore.
es: Tener conciencia tiene un impacto en todo. Tus movimientos, la forma de comer, beber y pensar. Tener conciencia favorece una mente, un cuerpo y un alma sanos. El enfoque holístico hacia la vida es lo que me acerca a Somuchmore.
fr: La conscience a un impact sur toute chose. Vos mouvements, votre façon de manger, boire et penser. Avoir la conscience de soi influera naturellement et positivement sur l'esprit, le corps et l'âme. C'est l'approche générale sur la conception d'un mode de vie sain qui m'a le plus attiré vers SoMuchMore.

source: Modern everyday life and a holistic lifestyle don’t have to be contradictions. With Somuchmore it becomes easier to combine the two, which is important to me: meditating or learning more about personal growth.
de: Moderner Alltag und ganzheitliches Leben sind kein Widerspruch. Mit Somuchmore wird leichter, was mir wichtig ist: meditieren oder mehr über persönliches Wachstum lernen.
es: Un día a día moderno y un estilo de vida holístico no tienen porqué estar contrapuestos. Con Somuchmore se hace más fácil combinarlos, lo cual es importante para mí.
fr: Mode de vie moderne et épanouissement ne sont pas obligatoirement en contradiction. Avec Somuchmore il devient plus facile de combiner les deux, ce qui m'importe: méditer ou apprendre sur le développement personnel.

source: No obligation
de: Keine Bindung

source: One card. Unlimited classes.
de: Eine Karte, überall willkommen
es: Una tarjeta. Clases ilimitadas.
fr: Une carte. Cours illimité.

source: Order your card – and set your life in motion.
de: Bestelle Deine Karte - und bringe Bewegung in Dein Leben.
es: Solicita tu tarjeta – y pon tu vida en movimiento.
fr: Commandez votre carte - et mettez votre vie en mouvement.

source: Participate in fitness, health and wellbeing classes. Visit gyms, spas and studios.
de: An Kursen teilnehmen. Fitnessstudios oder Spas besuchen. Oder eine persönliche Beratung vereinbaren (z.B. für Ernährung oder Gesundheit).
es: Participa en clases de fitness, salud y bienestar. Visita centros de fitness, spas y studios.
fr: Participez aux cours de fitness, santé et bien-être. Rendez-vous dans les salles de sport et les spas.

source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de Téléphone

source: Price per month
de: Preis pro Monat
es: Precio por mes
fr: Prix par mois

source: Refer a studio
de: Studio vorschlagen
es: Recomienda un studio
fr: Recommander un studio

source: Register now for free
de: Jetzt kostenlos anmelden
es: Únete gratis ahora
fr: Inscrivez vous gratuitement dès maintenant.

source: Say Goodbye to long-term contracts. Cancel or freeze your card anytime. No obligation to anybody, or anything.
de: Egal wie beschäftigt Du bist: Du findest immer und überall ein Angebot. Die Auswahl ist unerschöpflich.

source: Secure a 20% discount for the first three months if you sign up by {{validUntilIn | amDateFormat: 'D MMMM'}}
de: Sichere Dir 20% Ermäßigung für die ersten 3 Monate bei Anmeldung bis {{validUntilIn | amDateFormat: 'D. MMMM'}}
es: Obtén un descuento del 20% para los primeros tres meses si te registras mediante {{validUntilIn | amDateFormat: 'D MMMM'}}
fr: Obtenez une réduction de 20% pour les trois premiers mois si vous vous inscrivez d'ici le {{validUntilIn | amDateFormat: 'D MMMM'}}

source: Simply try it out
de: Einfach ausprobieren

source: Still have some more questions?
de: Noch Fragen?
es: ¿Sigues teniendo preguntas?
fr: Avez-vous d'autres questions ?

source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !

source: The email address is incorrect
de: Die Email-Adresse ist nicht korrekt
es: La dirección de e-mail no es correcta
fr: L'adresse e-mail est incorrecte

source: The finest studios all over the city are awaiting you.
de: Über 50 Studios freuen sich darauf, Dich kennen zu lernen.
es: Los mejores studios de la ciudad te esperan.
fr: Les meilleurs studios de la ville vous attendent.

source: Visit classes as often as you want.
de: Zeige einfach Deine Karte vor - und werde bei allen Partnern wie ein Mitglied begrüßt.
es: Asiste a clases con la frecuencia que desees.
fr: Participez aux cours aussi souvent que vous voulez.

source: What are you in the mood for today? <b>Yoga</b>, <b>Pilates</b> or <b>Meditation</b>? Pushing your limits? <b>CrossFit</b>, <b>TRX</b> or <b>Barre Core</b>? Want to hit the dance floor? <b>Tango</b>, <b>Hip-Hop</b> or <b>Salsa</b>? Strengthen your core and concentration? <b>Tai Chi</b>, <b>Qi Gong</b> or <b>Kung-Fu</b>? Learn more about <b>Nutrition</b> and <b>Health</b>? Or simply chill out and unwind in the <b>Sauna</b> or <b>Spa</b>?
de: Worauf hast Du heute Lust? <b>Yoga</b>, <b>Pilates</b> oder <b>Meditation</b>? Dich beim <b>CrossFit</b>, <b>TRX</b> oder <b>EMS</b> auszupowern? Beim <b>Tango</b>, <b>Hip-Hop</b> oder <b>Salsa</b> tanzen in Schwung kommen? Kraft und Konzentration entwickeln beim <b>Tai Chi</b>, <b>Qi Gong</b> oder <b>Kung-Fu</b>? Mehr über <b>Ernährung</b> und <b>Gesundheit</b> lernen? Oder Dich entspannen und verwöhnen lassen in der <b>Sauna</b> oder im <b>Spa</b>?

source: What can I do with my card?
de: Was kann mit meiner Karte machen?
es: ¿Qué puedo hacer con mi tarjeta?
fr: Que puis-je faire avec ma carte ?

source: Yes. Please always check our online calendar in advance.
de: Normalerweise nicht. Aber es gibt Ausnahmen, etwa bei kleinen Kursen, großer Nachfrage oder wenn Vorkenntnissen erforderlich sind. Bitte schau vorher immer im Online-Kalender nach.
es: Sí. Por favor, siempre revisa nuestro calendario online con antelación.
fr: Oui. Veuillez toujours vérifier notre calendrier en ligne à l'avance.

source: Yes. Your card is valid with all our partners.
de: Die meisten Partner akzeptiert alle Karten. Manche Partner aber akzeptieren bestimmte Karten nicht oder nur eingeschränkt. Bitte schau vorher immer im Online-Kalender nach.
es: Sí. Tu tarjeta es válida con todos nuestros studios.
fr: Oui. Votre carte est valable chez tous nos partenaires.

source: You can cancel on a monthly base. Or freeze your membership for a month or more.
de: Du kannst monatlich zum Folgemonat kündigen. Und jederzeit für einen Monat oder mehr pausieren, z.B. wenn Du länger in den Urlaub fährst. Dazu gibt es in Deinem Account einen Link.
es: Puedes cancelar la suscripción mes a mes. O también congelar tu suscripción durante un mes o más.
fr: Vous pouvez résilier mensuellement. Ou geler votre abonnement pendant un mois ou plus.

source: ZIP
de: PLZ

source: {{currentCity.defaultName}} IS YOUR STUDIO
de: {{currentCity.defaultName}} IST DEIN STUDIO

source: – Alexandra Liakou, director
de: – Alexandra Liakou, Regisseurin
es: – Alexandra Liakou, directora
fr: – Alexandra Liakou, directrice

source: Choose from thousands of classes. Workout when you want, wherever you want.
es: Elige entre miles de clases. Entrénate cuando quieras, donde quieras.
fr: Faites vous conseiller et accompagner par nos experts, coachs sportifs et nutritionnistes.

source: Discover so much more - Yoga, Meditation, Fitness, Pilates, Dance, Martial Arts and Holistic Wellbeing in the finest studios all over {{ currentCity.defaultName }} - with one card.
es: Descubre mucho más - Yoga, Meditación, Fitness, Pilates, Baile, Artes Marciales y Bienestar en los mejores studios de tu alrededor {{ currentCity.defaultName }} - con una sola tarjeta.
fr: Accédez aux plus beaux spas, massages, studios et clubs de gym à Paris. <b>Demandez votre invitation maintenant </b>et profitez des meilleurs cours de Yoga, Fitness, Pilates, Boxe, Danse, Arts Martiaux, à {{ currentCity.defaultName }}.

source: Feel it all. Explore it all. #BeSomuchmore
es: Siéntelo todo. Explóralo todo. #BeSomuchmore
fr: Respirez. Explorez. #BeSomuchmore

source: IS YOUR STUDIO
es: ES TU STUDIO
fr: EST VOTRE STUDIO

source: Postcode
es: Código Postal
fr: C. Postal

source: Say goodbye to long-term contracts. Cancel or freeze your card anytime. No obligation to anybody, or anything.
es: Olvídate de las suscripciones a largo plazo. Cancela o congela tu tarjeta en cualquier momento. No hay ninguna obligación.
fr: Votre carte Somuchmore vous donne accès en illimité à plus de 2000 activités chaque semaine. Découvrez, profitez, progressez à volonté !

source: Train and Tone
es: Entrena y Tonifica
fr: Sans engagement

source: What are you in the mood for today? <b>Yoga</b>, <b>Pilates</b> or <b>Meditation</b>? Pushing yourself to the limits with <b>CrossFit</b>, <b>TRX</b> or <b>Barre Core</b>? Feel like hitting up the dance floor with a spot of <b>Tango</b>, <b>Hip-Hop</b> or <b>Salsa</b>? Or want to slow it down a little, reconnect and strengthen your core and concentration with <b>Tai Chi</b>, <b>Qi Gong</b> or <b>Kung-Fu</b>? Fancy learning more about <b>Nutrition</b> and <b>Biomedicine</b>? Or simply want to chill out and unwind in the <b>Sauna</b> or <b>Spa</b>?
es: ¿Qué quieres hacer hoy? ¿<b>Yoga</b>, <b>Pilates</b> o <b>Meditación</b>? Llega al límite con ¿<b>CrossFit</b>, <b>TRX</b> o <b>Barre Core</b>? Invade la pista de baile con ¿<b>Tango</b>, <b>Hip-Hop</b> o <b>Salsa</b>? O prefieres calmarte, reconectar y fortalecer tu concentración con ¿<b>Tai Chi</b>, <b>Qi Gong</b> o <b>Kung-Fu</b>? ¿Quieres descubrir o aprender acerca de <b>Nutrición</b> y <b>Biomedicina</b>? O simplemente, ¿quieres relajarte y descansar en la <b>Sauna</b> o <b>Spa</b>?
fr: Qu'avez-vous envie de faire aujourd'hui ?<b> Yoga</b>, <b>Pilates</b> ou <b>Méditation</b> ? Vous pousser à l'extrême au <b>CrossFit</b>, <b>TRX</b> ou <b>Barre Core</b> ? Envie d'envahir la piste de danse sur du <b>Tango</b>, <b>Hip-Hop</b> ou <b>Salsa</b> ? Ou envie de se calmer, de se reconnecter en renforçant votre concentration grâce au <b>Tai Chi</b>, <b>Qi Gong</b> ou <b>Kung-Fu</b> ? Envie de découvrir ou d'en apprendre sur la <b>Nutrition</b> et la <b>Médecine holistique</b> ? Ou simplement envie de vous détendre et de décompresser au <b>Sauna</b> ou <b>Spa</b> ?

source: – Konrad Knops, osteopath
es: – Konrad Knops, osteópata
fr: – Konrad Knops, ostéopathe

source: – Sonja Reifenhäuser, food coach
es: – Sonja Reifenhäuser, nutricionista
fr: – Sonja Reifenhäuser, coach alimentaire
