Repository: donets/smm-ui-mirror
Catalog: po/translations/*/impressum_*.po
Languages: es, fr

source: An opt-out cookie will be set, which prevents the future collection of your data when visiting this website: Deactivate Google Analytics. Further information about the conditions of use and data protection can be found at:http://www.google.com/analytics/terms/de.html or at http://www.google.com/intl/de/analytics/privacyoverview.html.
es: El cookie opt-out será establecido, lo cual evitará la futura recopilación de tus datos cuando visites esta página: Desactiva Google Analytics. Más información sobre los términos de uso y la protección de datos puede encontrarse en:http://www.google.com/analytics/terms/de.html or at http://www.google.com/intl/de/analytics/privacyoverview.html.
fr: Un cookie opt-out sera mis en place, il empêchera la récupération de données lors des visites sur ce site: Désactiver Google Analytics. Plus d'informations sur les conditions d'usage et protection des données sont disponibles sur ces liens: http://www.google.com/analytics/terms/de.html ou http://www.google.com/intl/de/analytics/privacyoverview.html.

source: Commercial Register No: HRB 156357B
es: Número de Registro Comercial: HRB 156357B
fr: Numéro de registre du commerce : HRB 156357B

source: Commercial register entry
es: Inscripción en el registro mercantil
fr: Inscription au registre du commerce

source: Email: johannes.klose [at] somuchmore.org
es: Correo electrónico: johannes.klose [at] somuchmore.org

source: Entry in Commercial Register. Registry Court: Berlin (Charlottenburg)
es: Inscripción en el Registro Mercantil. Tribunal de registro: Madrid
fr: Inscription au registre du commerce. Cour d'inscription : Berlin (Charlottenburg)

source: If IP anonymisation is activated on this website, Google will abbreviate your IP address in advance within member states of the European Union or in other states party to the Agreement on the European Economic Area. Only in exceptional cases is the full IP address transferred to and truncated by a Google server in the USA. On behalf of the operator of this website, Google will use this information for the purpose of evaluating the users’ website use, compiling website activity reports and providing further services relating to website and Internet use to the website operator.
es: Dirección IP anónima se activa en este sitio web, Google abreviará tu dirección IP con antelación dentro de los Estados miembros de la Unión Europea o en otros Estados miembros del Acuerdo sobre el Espacio Económico Europeo. En casos excepcionales, la dirección IP completa se transfiere y se trunca por un servidor de Google en los Estados Unidos. En nombre del operador de la página, Google utilizará esta información para evaluar el uso que los usuarios hacen de esta página web, recopilando informes de la actividad de la página y prestando otros servicios relacionados con el sitio web y el uso de internet para el operador del sitio web.
fr: L'anonymat d'adresse IP est activé sur ce site, Google abrègera votre adresse IP en avance dans les états membres de l'Union Européenne ou dans les autres états membres de l'Accord sur l'Espace Economique Européen. Dans des cas exceptionnels uniquement, l'adresse IP entière est transférée et tronquée par un serveur Google aux Etats-Unis. Au nom de l'opérateur de ce site Web, Google utilisera cette information dans le but d'évaluer l'utilisation des sites de l'utilisateur, de compiler des rapports d'activité du site ainsi que de fournir d'autres services relatifs au site Web et à l'utilisation d'internet à l'opérateur du site.

source: Legal Notice (in accordance with Section 5 of the German Telemedia Act/Telemediengesetz)
es: Aviso Legal
fr: Mention légale (en accord à la Section 5 du German Telemedia Act/Telemediengesetz)

source: Rathenower Strasse 27 10559 Berlin
es: c/ Jacometrezo 15 28013 Madrid

source: Represented by Johannes Klose
es: Representado por Miquel-Àngel Artero
fr: Représenté par Johannes Klose

source: Somuchmore Marketplace UG (limited liability)
es: Somuchmore Spain SL
fr: Somuchmore Marketplace UG (responsabilité limitée)

source: Tax ID No: 29/444/02946
es: CIF: B66543471
fr: Numéro d'identification de taxe : 29/444/02946

source: The IP-address that your browser transmits for Google Analytics will not be associated with any other data held by Google. You may refuse the use or storing of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website. You can also opt out from transmitting data concerning collection of the use of data relating to the website (including your IP-address) generated by the “cookie” to Google and also prohibit processing of said data by Google by downloading and installing Google Analytics Opt-out Browser Add-on for your current web browser: http://tools.google.com/dlpage/gaoptout?hl=de. You can refuse the use of Google Analytics by clicking on the following link.
es: La dirección IP que su navegador envía a Google Analytics no se asociará a los datos de Google. Puedes rechazar el uso y almacenamiento de cookies mediante la selección de la configuración apropiada de tu navegador. Sin embargo, ten en cuenta que puede no ser capaz de disfrutar de la capacidad total de este sitio web. También puede prevenir la transmisión de datos con respecto a la recopilación de datos relacionados con el sitio (incluyendo tu dirección IP) generados por la "cookie" para Google y prohíbe el tratamiento de estos datos por parte de Google al descargar e instalar el Add-on Analytics navegador opt-out para su navegador actual.
fr: L'adresse IP que votre navigateur transmet pour Google Analytics ne sera associée à aucune donnée détenue par Google. Vous pouvez refuser l'utilisation et le stockage de cookies en sélectionnant les paramètres appropriés sur votre navigateur. Néanmoins, veuillez noter que vous risqueriez de ne pas pouvoir profiter de la capacité totale de ce site web. Vous pouvez aussi empêcher de transmettre des données concernant la collecte de données liées au site (votre adresse IP incluse) générées par le "cookie" vers Google et interdit le traitement de ces données par Google en téléchargeant et installant le navigateur Add-on Google Analytics Opt-out pour votre navigateur actuel.

source: This website uses Google Analytics, a web analysis service provided by Google Inc. (“Google”). Google Analytics uses so-called “cookies”, which are text files placed on your computer to help the website analyse how visitors use the site. The information generated by the cookie about your use of this website is usually transmitted to and stored on a Google server located in the United States.
es: Esta página web utiliza Google Analytics, un servicio analítico de web prestado por Goongle Inc. ("Google"). Google Analytics utiliza las "cookies", que son archivos de texto ubicados en su ordenador, para ayudar al sitio web a analizar cómo los usuarios utilizan el sitio. La información que genera la cookie acerca de su uso de este sitio web se transmite y se almacena en un servidor de Google en los Estados Unidos por lo general.
fr: Ce site web utilise Google Analytics, un service d'analyse web délivré par Goongle Inc. ("Google"). Google Analytics utilise ces "cookies", qui sont des fichiers de texte placés sur votre ordinateur pour aider le site web à analyser comment les visiteurs utilisent le site. L'information générée par le cookie à propos de votre utilisation de ce site est habituellement transmise et stockée dans un serveur Google situé aux Etats-Unis.

source: VAT ID No: DE294403735
es: Número de identificación IVA: DE294403735
fr: Numéro d'identification TVA : DE294403735

source: Tel: +44 (0)20 3510 240
fr: Téléphone : +44 (0)20 3510 240
