Repository: donets/smm-ui-mirror
Catalog: po/translations/*/modalSuspend_*.po
Languages: de, es, fr

source: Activate anytime after 1 month and use the remaining days
de: Aktiviere Deine Karte jederzeit nach einem Monat und nutze die verbleibenden Tage
es: Activa en cualquier momento después de 1 mes y usa los días restantes
fr: Activer à tout moment après 1 mois et utiliser les jours restants

source: Choose any duration between 1 month &amp; 3 months
es: Elige cualquier duración entre 1 mes &amp; 3 meses
fr: Choisir n'importe quelle durée entre 1 &amp; 3 mois

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: It will reactivate on {{activateDate | date: 'dd.MM.yyyy'}}
de: Deine Karte wird wieder aktiviert am {{activateDate | date: 'dd.MM.yyyy'}}
es: Se reactivará el {{activateDate | date: 'dd.MM.yyyy'}}
fr: Il sera réactivé le {{activateDate | date: 'dd.MM.yyyy'}}

source: Note: You can continue using your account till suspension date. Moreover, you can reactivate anytime after 1 month from suspension date.
de: Hinweis: Du kannst Deine Mitgliedschaft bis zu Deiner Pause weiter nutzen. Nach einem Monat Pause kannst Du Deine Mitgliedschaft jederzeit reaktivieren.
es: Nota: Puedes seguir utilizando la cuenta hasta la fecha de suspensión. Además, puedes reactivarla en cualquier momento después de 1 mes desde la fecha de cancelación.
fr: A noter : Vous pouvez continuer d'utiliser le compte jusqu'à la date de suspension. De plus, vous pouvez le réactiver à tout moment 1 mois après cette date.

source: Pause ends:
es: La pausa termina:
fr: La pause se termine :

source: Pause starts:
es: La pausa comienza:
fr: La pause commence :

source: Select date
de: Datum auswählen
es: Selecciona una fecha
fr: Sélectionner une date

source: Suspend my account
de: Meinen Account pausieren
es: Suspende mi cuenta
fr: Suspendre mon compte

source: Suspending your account while you are away.
de: Pausiere Deinen Account während Du weg bist.
es: Suspender tu cuenta mientras estás fuera.
fr: Suspendre votre compte lorsque vous êtes absent(e).

source: Taking a break?
de: Du möchtest pausieren?
es: ¿Tomando un respiro?
fr: Faire une pause ?

source: We will miss you!
de: Wir werden Dich vermissen!
es: ¡Te echaremos de menos!
fr: Vous allez nous manquer !

source: Your account will be suspended on {{startDate | date: 'dd.MM.yyyy'}}
de: Dein Account wird am {{startDate | date: 'dd.MM.yyyy'}} pausiert.
es: Tu cuenta será cancelada a partir del {{startDate | date: 'dd.MM.yyyy'}}
fr: Votre compte sera suspendu à dater du {{startDate | date: 'dd.MM.yyyy'}}

source: Your remaining days in the membership cycle stay on hold and don't expire
de: Die bereits bezahlte Laufzeit Deiner Mitgliedschaft steht Dir nach der Pause wieder zur Verfügung und verfällt nicht.
es: Tus días restantes de la suscripción están pendientes y no caducan
fr: Vos jours restants de votre abonnement sont en attente et n'expirent pas

source: Choose any duration between 1 month & 3 months
de: Wähle eine Laufzeit zwischen 1 & 3 Monaten.
