Repository: donets/smm-ui-mirror
Catalog: po/translations/*/modalActivate_*.po
Languages: fr

source: Activate my account now
fr: Activer mon compte maintenant

source: Bank account holder
fr: Titulaire du compte bancaire

source: Card number
fr: Numéro de carte

source: Change activation date
fr: Changer la date d'activation

source: Close
fr: Fermer

source: Congratulations! You can now enjoy unlimited access to our network of studios
fr: Félicitations ! Vous pouvez désormais profiter d'un accès illimité à notre réseau de studios.

source: Credit card
fr: Carte bancaire

source: Earliest activation date: {{member.earliestActivationPossible}}
fr: Date d'activation la plus proche

source: Great! Lets activate your account
fr: Parfait ! Activons votre compte

source: Month
fr: Mois

source: No credit card?
fr: Pas de carte bancaire ?

source: Payment by credit card?
fr: Paiement par carte bancaire ?

source: Payment information
fr: Informations de paiement

source: Please enter a valid credit card number
fr: Entrer un numéro de carte bancaire valide.

source: Please enter the 3 or 4-digit security number (on the back of your card)
fr: Entrer le cryptogramme (au dos de votre carte)

source: Please note: You can cancel your direct debit payment any time by sending an e-mail to our customer service team.
fr: Attention : Vous pouvez annuler votre paiement par carte à tout moment en envoyant un e-mail à notre service client.

source: SEPA direct debit
fr: SEPA débit immédiat

source: SEPA direct debit consent: I hereby authorise the recipient Somuchmore UG to debit my account for services provided. I also instruct my bank to honour direct debit requests from this recipient.
fr: SEPA consentement de débit immédiat : J'autorise Somuchmore UG à débiter mon compte pour les services fournis. J'instruis également ma banque d'honorer les demandes de prélèvement de ce destinataire.

source: Scheduled activation date: {{member.membershipActivatesOn}}
fr: Date d'activation prévue : {{member.membershipActivatesOn}}

source: Select date
fr: Sélectionner une date

source: Set activation date
fr: Fixer la date d'activation

source: Submit new payment data
fr: Entrer de nouvelles informations de paiement

source: Thank you!
fr: Merci !

source: This is an obligatory field
fr: Ce champs est obligatoire

source: Valid until
fr: Valide jusqu'au

source: Year
fr: Année

source: Your Name
fr: Votre nom

source: Your card is active!
fr: Votre carte est activée !

source: Your membership will activate on {{startDate | date: 'dd.MM.yyyy'}}
fr: Votre abonnement sera activé le {{startDate | date: 'dd.MM.yyyy'}}

source: e.g. 123
fr: ex : 123

source: e.g. ABCD1234
fr: ex : ABCD1234

source: e.g. DE12 3456 7890 1234 5678 90
fr: ex : FR12 3456 7890 1234 5678 90
