Repository: donets/smm-ui-mirror
Catalog: po/translations/*/modalCancel_*.po
Languages: de, es, fr

source: Can't find my preferred studio
de: Ich kann mein Lieblingsstudio nicht finden.
es: No puedo encontrar mi studio favorito
fr: Impossible de trouver ma salle favorite

source: Choose any duration between 1 month & 3 months
de: Wähle eine Laufzeit zwischen 1 & 3 Monaten.
es: Seleccionar una duración entre 1 y 3 meses
fr: Choisir une durée entre 1 et 3 mois

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: I still want to cancel
de: Ich möchte immer noch kündigen
es: Quiero cancelar de todos modos
fr: Je veux toujours résilier

source: Next
de: Nächste
es: Siguiente
fr: Suivant

source: No time for fitness
de: Keine Zeit für Fitness
es: No tengo tiempo para fitness
fr: Pas de temps pour le fitness

source: Not many options in my neighbourhood
de: Zu wenig Optionen in meiner Nachbarschaft
es: No hay suficientes alternativas en mi barrio
fr: Pas beaucoup d'options dans mon quartier

source: Ok, Suspend my account
de: Ok, pausiert meinen Account
es: Ok, suspender mi cuenta
fr: Ok, suspendre mon compte

source: One more step
de: Noch einen Schritt
es: Un paso más
fr: Dernière étape

source: Others
de: Andere
es: Otros
fr: Autres

source: Reason for cancellation?
de: Der Grund Deiner Kündigung?
es: ¿Cuál es la razón por la que cancelas la suscripción?
fr: Raison de résiliation ?

source: Subscription cancelled
de: Mitgliedschaft gekündigt
es: Suscripción cancelada
fr: Abonnement résilié

source: Subscription is expensive
de: Mitgliedschaft ist zu teuer
es: La suscripción es cara
fr: L'abonnement est coûteux

source: Suspending your account gives you flexibility to take a break. Its simple!
de: Das Pausieren Deiner Mitgliedschaft gibt Dir große Flexibilität. Es ist sehr einfach!
es: La congelación de tu cuenta te da flexibilidad de tomarte un respiro. ¡Es simple!
fr: Geler vous donne la possibilité de faire une pause. C'est simple !

source: Use your remaining days once you are back!
de: Nutze Deine restliche Laufzeit, sobald Du wieder weitermachen kannst.
es: ¡Utiliza los días restantes cuando vuelvas!
fr: Utilisez vos jours restants à votre retour !

source: You can choose to suspend your account.
de: Du kannst eine Pause wählen.
es: Puedes optar por congelar tu cuenta.
fr: Vous pouvez choisir de geler votre compte.

source: You can continue to use your account till {{cancellationDate | date: 'dd.MM.yyyy'}}
de: Du kannst Deine Mitgliedschaft noch bis zum {{cancellationDate | date: 'dd.MM.yyyy'}} nutzen.
es: Puedes seguir utilizando tu suscripción hasta {{cancellationDate | date: 'dd.MM.yyyy'}}
fr: Vous pouvez continuer d'utiliser votre abonnement jusqu'au {{cancellationDate | date: 'dd.MM.yyyy'}}

source: You sure you want to Cancel?
es: ¿Estás seguro de que deseas cancelar?
fr: Etes-vous sûr(e) de vouloir Annuler?

source: Your remaining days in the membership cycle stay on hold and don't expire
de: Die verbleibende Zeit Deiner aktuellen Mitgliedschaft bleiben erhalten und verfallen nicht.
es: Los días restantes que te quedan de tu suscripción permanecen en espera y no caducan
fr: Les jours restants de votre abonnement sont en attente et n'expirent pas
