Repository: donets/smm-ui-mirror
Catalog: po/translations/*/signup_*.po
Languages: de, es

source: (Cancellation on a monthly basis)
es: (Cancelación mensual)

source: (Money back guarantee if you haven’t attended more than 3 classes)
es: (Garantía de devolución de dinero si no asistes a más de 3 clases)

source: (No minimum membership term)
es: (Ningún plazo mínimo de suscripción)

source: (for{{voucher.discountDuarationInMonths}} months)
es: (para{{voucher.discountDuarationInMonths}} meses)

source: 1. Registration
de: 1. Registrierung
es: 1. Inscripción

source: 14 day free trial
es: 14 días de prueba sin coste

source: 14 day trial
es: 14 días de prueba

source: 2. Product selection
de: 2. Produktwahl
es: 2. Selección del producto

source: 3. Payment
es: 3. Pago

source: After this it will be subject to a fee
es: Después de esto, estarás sujeto a una tarifa

source: An account already exists for this email account. Please log in or use a different e-mail address.
de: Ein Account für diese E-Mail existiert bereits. Logge Dich ein oder wähle eine andere E-Mail
es: Ya existe una cuenta para esta dirección de e-mail. Por favor, ingresa a tu cuenta o utiliza otra dirección de e-mail.

source: Any time <span class="details">(On a monthly basis)</span>
de: Jederzeit <span class="details">(monatlich bis zum Monatsende für den Folgemonat)</span>
es: En cualquier momento <span class="details">(On a monthly basis)</span>

source: Anytime
de: Jederzeit
es: En cualquier momento

source: At least 5 characters
de: Mindestens 5 Zeichen
es: Por lo menos 5 caracteres

source: Bank account holder
de: Kontoinhaber/in
es: Titular de la cuenta

source: Cancel / Freeze
de: Kündigen / Pausieren
es: Cancelar / Congelar

source: Cancel your membership any time
es: Cancela tu suscripción en cualquier momento

source: Cancellation:
de: Kündigung:
es: Cancelación:

source: Card number
de: Kartennummer
es: Número de tarjeta

source: Card:
de: Karte:
es: Tarjeta:

source: City
de: Stadt
es: Ciudad

source: Country
de: Land
es: País

source: Courses per month
de: Kurse pro Monat
es: Clases por mes

source: Courses per provider / month
de: Kurse pro Anbieter / Monat
es: Clases por studio / mes

source: Credit card
de: Kreditkarte
es: Tarjeta de crédito

source: Delivery address
de: Lieferadresse
es: Dirección de entrega

source: Direct debit:
de: Abbuchung:
es: Débito directo:

source: Enter discount code
es: Introduce el código de descuento

source: FREE trial period
es: Periodo de prueba gratuito

source: First name
de: Vorname
es: Nombre

source: House no. and street
de: Straße & Hausnummer
es: Calle y número

source: I agree to the <a ui-sref="agb">terms &amp; conditions</a> and <a ui-sref="agb">data protection provisions</a> and am aware of my <a ui-sref="agb">statutory rights </a> .
de: Ich stimme den <a ui-sref="agb">AGB</a> und <a ui-sref="agb">Datenschutzbestimmungen</a> zu und habe mein gesetzliches <a ui-sref="agb">Widerrufsrecht</a> zur Kenntnis genommen.
es: Estoy de acuerdo con <a ui-sref="agb">los términos y condiciones generales</a> y <a ui-sref="agb"> la protección de datos</a> y soy consciente de mis <a ui-sref="agb">derechos legales </a> .

source: I would like to subscribe to the newsletter about holistic lifestyles
de: Ich möchte den Newsletter über ganzheitliche Lebensweise bekommen
es: Quiero suscribirme al newsletter sobre estilos de vida holísticos

source: Incorrect postal code
de: Keine gültige Postleitzahl (immer 5 Ziffern)
es: Código postal incorrecto

source: Information about offer: After 14 days your free trial will be automatically upgraded to a paid Somuchmore membership of £89. This membership can be cancelled at any time.
es: Información sobre la oferta: Después de 14 días de prueba, tu cuenta se actualizará a una cuenta de pago con Somuchmore de 69€. Esta suscripción podrá cancelarse en cualquier momento.

source: Invalid code
es: Código no válido

source: Invalid e-mail address
de: Keine gültige E-Mail-Adresse
es: Dirección de e-mail inválida

source: London
de: Berlin
es: Madrid

source: Month
de: Monat
es: Mes

source: Monthly <span class="details" ng-if="lang !== 'en'">(beginning with the first day of membership)</span>
de: Monatlich <span class="details" ng-if="lang !== 'en'">(beginnend mit dem Tag der Mitgliedschaft)</span>
es: Mensual <span class="details" ng-if="lang !== 'en'">(comenzando con el primer día de suscripción)</span>

source: Monthly price
de: Preis pro Monat
es: Precio mensual

source: Monthly price:
de: Monatlicher Preis:
es: Precio mensual:

source: Next
de: Weiter
es: Siguiente

source: No credit card?
es: ¿No tienes tarjeta de crédito?

source: No enrolment fee
es: Sin coste de inscripción

source: No minimum membership term
es: Sin periodo mínimo de suscripción

source: Order summary
de: Bestellübersicht
es: Resumen de pedido

source: Order your Somuchmore card
es: Pide tu tarjeta Somuchmore

source: Other payment method
de: Anderes Zahlungsmittel
es: Otros métodos de pago

source: Password
de: Passwort
es: Contraseña

source: Payment by credit card?
es: ¿Pago con tarjeta de crédito?

source: Payment information <a class="stripe-link" target="_blank" href="https://stripe.com"><img src="images/stripe.svg" alt="stripe"></a>
es: Información de pago <a class="stripe-link" target="_blank" href="https://stripe.com"><img src="images/stripe.svg" alt="stripe"></a>

source: Place order
de: Kostenpflichtig Bestellen
es: Realizar pedido

source: Pleas check your credit card details: {{errorMsg}}
de: Bitte überprüfen Sie die Kreditkartendaten: {{errorMsg}}
es: Por favor verifica la información de tu tarjeta de crédito: {{errorMsg}}

source: Please enter a valid credit card number
de: Bitte eine gültige Kreditkartennummer eintragen
es: Por favor introduzca un numero de tarjeta de crédito válido

source: Please enter the 3 or 4-digit security number (on the back of your card)
de: Bitte die 3- bzw. 4-stellige Karten-Prüfnummer eingeben (auf Karten-Rückseite)
es: Por favor introduce el código de seguridad (en la parte posterior de su tarjeta)

source: Please note: You can cancel your direct debit payment any time by sending an e-mail to our customer service team.
de: Hinweis: Sie können den Bankeinzug jederzeit per E-Mail an unseren Kundenservice widerrufen.
es: Atención: puedes cancelar tu pago con débito directo en cualquier momento mandando un e-mail a nuestro equipo de servicio al cliente.

source: Please select your card, fill out all fields and accept the terms &amp; conditions and privacy policy.
de: Bitte wähle Deine Karte, fülle alle Felder aus und akzeptiere AGB und Datenschutzbestimmung.
es: Por favor selecciona tu tarjeta, rellena todos los campos y acepta los términos, condiciones y la política de privacidad.

source: Postal code
de: Postleitzahl
es: Código postal

source: Reduced price:
es: Precio reducido:

source: Register in less than a minute – and attend your first course straight away.
es: Regístrate en menos de un minuto - y acude a tu primera clase ahora mismo.

source: SEPA direct debit
es: SEPA débito directo

source: SEPA direct debit consent: I hereby authorise the recipient Somuchmore UG to debit my account for services provided. I also instruct my bank to honour direct debit requests from this recipient.
de: SEPA-Lastschriftmandat: Ich ermächtige den Zahlungsempfänger Somuchmore UG, Zahlungen von meinem Konto mittels Lastschrift einzuziehen. Zugleich weise ich mein Kreditinstitut an, die von dem Zahlungsempfänger auf mein Konto gezogenen Lastschriften einzulösen.
es: SEPA consentimiento de débito: Autorizo el destinatario Somuchmore Spain SL a debitar de mi cuenta los servicios prestados. También instruyo a mi banco a respetar las solicitudes de débito directo que reciba de este destinatario.

source: Satisfaction guaranteed
es: Satisfacción garantizada

source: Special price:
de: Sonderpreis:
es: Precio especial:

source: Start at
de: Beginnt am
es: Empezar el

source: Start:
de: Beginn:
es: Empezar:

source: Surname
de: Nachname
es: Apellidos

source: Term:
de: Laufzeit:
es: Plazo:

source: This is an obligatory field
de: Dies ist eine Pflichtfeld
es: Este es un campo obligatorio

source: This voucher can only be redeemed from 1.1.2015
es: Este cupón sólo puede ser canjeado desde el 1.1.2015

source: This voucher is only {{typeVoucher}} valid for the CARD
es: Este cupón sólo es {{typeVoucher}} válido para la TARJETA

source: Unlimited <span class="details">(Rolling monthly membership)</span>
de: Unbefristet <span class="details">(Verlängerung um je einen Monat, solange nicht gekündigt)</span>
es: Sin límite <span class="detalles">(Contrato mensual recurrente)</span>

source: Valid until
de: Gültig bis
es: Válido hasta

source: Voucher Code (if available)
es: Cupón de descuento (si disponible)

source: Year
de: Jahr
es: Año

source: Your Membership City
de: Deine Mitgliedschaftsstadt
es: Tu ciudad

source: Your Name
de: Dein Name
es: Tu nombre

source: Your credit card will not be charged
es: No se realziarán cargos a tu tarjeta de crédito

source: Your password must contain at least 5 characters
de: Das Passwort muss mindestens 5 Zeichen enthalten
es: Tu contraseña debe contener al menos 5 caracteres

source: e.g. 10115
de: z.B. 10115
es: ej. 10115

source: e.g. 123
de: z.B. 123
es: ej. 123

source: e.g. ABCD1234
de: z.B. ABCD1234
es: ej. ABCD1234

source: e.g. Buckingham St. 1
de: z.B. Münzstr. 1
es: ej. 1 c/Jacometrezo, 15

source: e.g. DE12 3456 7890 1234 5678 90
de: z.B. DE12 3456 7890 1234 5678 90
es: ej. DE12 3456 7890 1234 5678 90

source: name@example.com
de: name@beispiel.com
es: nombre@ejemplo.com

source: (for the first {{voucher.discountDuarationInMonths}} months)
de: (für {{voucher.discountDuarationInMonths}} Monate)

source: Add promocode
de: Aktionscode hinzufügen

source: Congratulations, Your spot is free!
de: Glückwunsch, Dein Platz ist frei!

source: Credit / Debit Card
de: Kreditkarte

source: Direct Debit
de: Abbuchung

source: Enter your promocode
de: Voucher Code (falls vorhanden)

source: New Monthly price:
de: Ermäßigter Preis:

source: Not a valid promocode
de: Kein gültiger Code

source: SWIFT-BIC
de: BIC

source: Sign up now, takes less than 90 seconds and start attending classes, immediately.
de: Melde Dich in unter 90 Sekunden an - and besuche schon heute Kurse, Studios und Spas.

source: This promocode can only be redeemed from 1.1.2015
de: Dieses Voucher kann erst ab dem 1.1.2015 eingelöst werden

source: This promocode is only valid for the {{typeVoucher}} CARD
de: Dieses Voucher ist nur für die {{typeVoucher}} CARD gültig

source: You will be charged only after your <span class="trial">14 days trial</span> is over
de: Ihr Konto wird erst am Ende der <span class="trial">14 tägigen Probezeit</span> belastet

source: Payment
de: Bezahlung
