Repository: donets/smm-ui-mirror
Catalog: po/translations/*/userDashboard_*.po
Languages: de, es, fr

source: , or
de: , oder
es: , o
fr: , ou

source: All activities
de: Alle Aktivitäten
es: Todas las actividades
fr: Toutes les activités

source: All districts
de: Alle Bezirke
es: Todos los distritos
fr: Tous les arrondissements

source: All studios
de: Alle Studios
es: Todos los studios
fr: Tous les studios

source: City
de: Stadt
es: Ciudad
fr: Ville

source: Continue to the courses
de: Weiter zu den Kursen
es: Continuar a las clases
fr: Continuer vers les cours

source: From now on you can find a list of all our partner studios here. You can even start before your card arrives. Print out your class confirmation and take a photo ID to your chosen studio, et voilá! Have Fun!
de: Ab sofort findest Du hier die Kurse aller unserer Partner-Studios - und kannst mit Deinem Training sofort beginnen (bis Du Deine Karte erhältst, lege einfach die Bestätigungsmail + Deinen Ausweis bei der Anmeldung im Studio vor). Viel Spaß!
es: Ahora puedes encontrar una lista de todos los studios aquí. Puede incluso comenzar antes de recibir tu tarjeta. Imprime la confirmación de tu clase y llévate un documento con foto (ej. DNI), y ¡magia! ¡Diviértete!
fr: Vous pouvez à présent trouver une liste de tous les studios partenaires ici. Vous pouvez même commencer avant la réception de votre carte. Imprimez la confirmation de votre cours et prenez une pièce d'identité avec photo, et voilà ! Amusez-vous bien !

source: Reserve
de: Reservieren
es: Reserva
fr: Réserver

source: Reserved for you
de: Für Dich reserviert
es: Reservado para ti
fr: Réservé pour vous

source: Show
de: Zeige
es: Mostrar
fr: Montrer

source: Sorry, there are no free spots available for this class.
es: Lo sentimos, no hay más espacios disponibles para esta clase.
fr: Désolé, il n'y a plus de place disponible pour ce cours.

source: Sorry, your request could not be completed. Please Try again.
es: Lo sentimos, tu petición no se pudo completar. Por favor, vuelve a intentarlo.
fr: Désolé, votre requête n'a pas pu être complétée. Veuillez réessayer.

source: Thank you for your registration!
de: Danke für Deine Anmeldung!
es: ¡Gracias por registrarte!
fr: Merci pour votre inscription !

source: There are no courses available for this day and this search. Try another date or reset the filters.
de: Für diesen Tag und diese Suche gibt es keine Kurse. Versuche es mit einem anderen Datum oder setze die Filter zurück
es: No hay clases disponibles para este día y esta búsqueda. Inténtalo con otra fecha o restablece los filtros.
fr: Il n'y a aucun cours disponible à cette date pour cette recherche. Veuillez réessayer à une autre date ou réinitialiser les filtres.

source: in
es: en
fr: dans
